Repository: kiddac/Bouquet_Maker_Xtream
Catalog: BouquetMakerXtream/usr/lib/enigma2/python/Plugins/Extensions/BouquetMakerXtream/locale/*/LC_MESSAGES/BouquetMakerXtream.po
Languages: el, fi, hu, it, nl, pl, pt, ru, tr

source: playlists.txt location
el: Θέση αρχείου playlists.txt
fi: playlists.txt sijainti
hu: playlists.txt helye
it: Percorso playlists.txt
nl: Locatie van het playlist.txt bestand
pl: lokalizacja playlist.txt
pt: localização playlists.txt
ru: Локальный playlist.txt
tr: playlists.txt konumu

source: *Restart GUI Required
el: *Απαιτείται επανεκκίνηση της διεπαφής χρήστη
fi: *Enigma2:n uudelleenkäynnistys tarvitaan
hu: *Grafikus felhasználói felület (GUI) újraindítása szükséges
it: *Riavvio della GUI Richiesto
nl: (herstart van Enigma Is noodzakelijk)
pl: *Wymagany restart GUI
pt: Selecione a skin * Reinicie a GUI necessária
ru: *Требуется рестарт GUI
tr: *GUI'nin Yeniden Başlatılması Gerekli

source: Local M3U File location
el: Θέση τοπικού αρχείου M3U
fi: Paikallisen M3U-tiedoston sijainti
hu: Helyi M3U fájl helye
it: Percorso file M3U locale
nl: Locatie van het lokale M3U bestand
pl: Lokalna lokalizacja pliku M3U
pt: Localização do arquivo M3U local
ru: Локальное расположение файла M3U
tr: Yerel M3U Dosya konumu

source: Default LIVE stream type
el: Προεπιλεγμένος τύπος ροής για TV-Ζωντανά
fi: LIVE-striimin oletustyyppi
hu: Alapértelmezett TV műsor stream típus
it: Tipo di stream LIVE predefinito
nl: Standaardtype LiveTV stream:
pl: Domyślny typ transmisji NA ŻYWO
pt: Tipo de Transmissão ao VIVO Padrão
ru: Тип LIVE потока по умолчанию
tr: Varsayılan CANLI akış türü

source: Default VOD/SERIES stream type
el: Προεπιλεγμένος τύπος ροής για Ταινίες/Σειρές
fi: VOD/SARJAT-striimin oletustyyppi
hu: Alapértelmezett Videó (VoD)/Sorozat stream típus
it: Tipo di stream VOD\SERIE predefinito
nl: Standaardtype VOD/Series stream:
pl: Domyślny typ strumienia VOD/SERIALE
pt: Tipo de Transmissão FILMES / SERIES Padrão
ru: Тип VOD/SERIES потока по умолчанию
tr: Varsayılan VOD/SERIES akış türü

source: BouquetMakerXtream parental control
el: Γονικός έλεγχος BouquetMakerXtream
fi: BouquetMakerXtream lapsilukko
hu: BouquetMakerXtream szülői felügyelet
it: Controllo parentale BouquetMakerXtream
nl: Activeer ouderlijk toezicht BouquetMakerXtream:
pl: Kontrola rodzicielska BouquetMakerXtream
pt: BouquetMakerXtream controlo dos pais
ru: Родительский контроль BouquetMakerXtream
tr: BouquetMakerXtream ebeveyn kontrolü

source: BouquetMakerXtream parental pin
el: PIN γονικού ελέγχου BouquetMakerXtream
fi: BouquetMakerXtream lapsilukon PIN
hu: BouquetMakerXtream szülői felügyelet PIN kód
it: PIN parentale BouquetMakerXtream
nl: Pincode ouderlijk toezicht BouquetMakerXtream
pl: Pin rodzicielski BouquetMakerXtream
pt: Pine dos pais BouquetMakerXtream
ru: Родительский пин-код BouquetMakerXtream
tr: BouquetMakerXtream ebeveyn PIN'i

source: Show in main menu
el: Εμφάνιση BouquetMakerXtream στο κύριο μενού
fi: Näytä päävalikossa
hu: Megjelenítés a Főmenüben
it: Mostrare nel menu principale
nl: Toon deze applicatie in het hoofdmenu:
pl: Pokaż w menu głównym
pt: Mostrar no menu principal
ru: Показать в главном меню
tr: Ana menüde göster

source: Skip playlist selection screen if only 1 playlist
el: Παράλειψη οθόνης για επιλογή λίστας αναπαραγωγής αν υπάρχει μόνο 1 λίστα
fi: Ohita soittolistan valintanäyttö, jos vain yksi soittolista
hu: IPTV szolgáltató kiválasztó képernyő kihagyása, ha csak 1 szolgáltató van
it: Saltare selezione playlist se solo 1 playlist presente
nl: Sla het keuzescherm over als er maar één afspeellijst is:
pl: Pomiń ekran wyboru listy odtwarzania, jeśli jest to tylko 1 lista odtwarzania
pt: Pular a tela de seleção da lista de reprodução se houver apenas 1 lista de reprodução
ru: Пропустить экран выбора плейлиста, если только 1 плейлист
tr: Yalnızca 1 oynatma listesi varsa oynatma listesi seçim ekranını atla

source: Automatic live bouquet update
el: Αυτόματη ενημέρωση μπουκέτων TV-Ζωντανά
fi: Automaattinen live-suosikkilistan päivitys
hu: Automatikus TV műsor bouquet frissítés
it: Aggiornamento automatico del bouquet live
nl: Automatische Live boeket-update:
pl: Automatyczna aktualizacja bukietu NA ŻYWO
pt: Atualização automática do buquê ao vivo
ru: Автоматическое обновление букета в реальном времени
tr: Otomatik canlı Kanal Listesi güncellemesi

source: Automatic live bouquet update time
el: Ώρα αυτόματης ενημέρωσης μπουκέτου TV-Ζωντανά
fi: Automaattinen live-suosikkilistan päivitysaika
hu: Automatikus TV műsor bouquet frissítés időpontja
it: Ora aggiornamento automatico bouquet live
nl: Tijdstip van de automatisch Live boeket update:
pl: Automatyczny czas aktualizacji bukietu NA ŻYWO
pt: Tempo de atualização automática do buquê ao vivo
ru: Время автоматического обновления букета в реальном времени
tr: Otomatik canlı Kanal Listesi güncelleme zamanı

source: Run live bouquet update on boot
el: Εκτέλεση ενημέρωσης μπουκέτου TV-Ζωντανά κατά την εκκίνηση

source: Embed Catchup player in channelselect screen
el: Ενσωμάτωση αναπαραγωγής Catchup στην οθόνη επιλογής καναλιών
fi: Upota Catchup-soitin kanavanvalintanäyttöön
hu: TV archívum lejátszó beágyazása a csatornaválasztó képernyőn
it: Incorporare player Catchup in schermata selezione canali
nl: Voeg 'terugkijken' toe aan het zender keuzescherm:
pl: Osadź odtwarzacz Catchup na ekranie wyboru kanału
pt: Incorporar o leitor Gravações no ecrã channelselect
ru: Встроить проигрыватель Catchup в экран выбора каналов
tr: Catchup oynatıcısını kanal seçme ekranına gömün

source: Prefix Catchup channels
el: Πρόθεμα καναλιών Catchup
fi: Etuliite Catchup-kanaville
hu: A TV archívum csatornák előtagja
it: Prefisso canali catchup
nl: Voorvoegsel Catchup zenders
pl: Prefiks kanałów Catchup
pt: Perfixo de canais Catchup
ru: Префикс Catchup каналов
tr: Önek Yakalama kanalları

source: Select Catchup prefix symbol
el: Επιλογή συμβόλου προθέματος για catchup κανάλια
fi: Valitse Catchup-etuliitesymboli
hu: TV archívum előtag szimbólum kiválasztása
it: Selezionare simbolo prefisso catchup
nl: Kies het Catchup voorvoegsel symbool
pl: Wybierz symbol przedrostka Catchup
pt: Selecione o símbolo de prefixo catchup
ru: Выберите символ префикса Catchup
tr: Yakalama öneki sembolünü seçin

source: Margin before Catchup (mins)
el: Περιθώριο πριν από το Catchup (λεπτά)
fi: Marginaali ennen Catchupia (minuuttia)
hu: Időtartam a kiválasztott TV archívum visszajátszás előtt (perc)
it: Margine prima del Catch-Up (minuti)
nl: Marge voor inhaalslag (min)
pl: Margines przed Catchup (min)
pt: Margem Antes de Gravação (minutos)
ru: Допуск до Catchup (min)
tr: Yakalamadan önceki marj (dakika)

source: Margin after Catchup (mins)
el: Περιθώριο μετά το Catchup (λεπτά)
fi: Marginaali Catchupin jälkeen (minuuttia)
hu: Időtartam a kiválasztott TV archívum tartalom után (perc)
it: Margine dopo il Catch-Up (minuti)
nl: Marge na de inhaalslag (min)
pl: Margines po Catchup (min)
pt: Margem Após Gravação (minutos)
ru: Допуск после Catchup (min)
tr: Yakalamadan sonraki marj (dakika)

source: Group bouquets into its own folder
el: Ομαδοποίηση μπουκέτων σε δικό τους φάκελο
fi: Ryhmittele suosikkilistat omaan kansioonsa
hu: Bouquetek csoportosítása külön mappába
it: Raggruppare i bouquet nella propria directory
nl: Plaats de boeketten in een eigen map:
pl: Grupuj bukiety w osobnym folderze
pt: Agrupe buquês em sua própria pasta
ru: Группировать букеты в отдельную папку
tr: Kanal Listelerini kendi klasöründe gruplandır

source: Providers IPTV Updated
el: πάροχοι IPTV ενημερώθηκαν
fi: Palveluntarjoajan IPTV päivitetty
hu: IPTV szolgáltatók frissítve
it: Provider IPTV aggiornati
nl: De IPTV providers zijn geactualiseerd
pl: Zaktualizowano Dostawców IPTV
pt: Buquês IPTV Criados
ru: Провайдеры IPTV обновлены
tr: Sağlayıcılar IPTV Güncellendi

source: Updating Playlist %d of %d
el: Ενημέρωση λίστας αναπαραγωγής %d από %d
fi: Päivitetään soittolistaa %d / %d
hu: IPTV frissítés (%d., összesen: %d)
it: Aggiornamento playlist %d di %d
nl: De afspeellijst %d of %d wordt geactualiseerd
pl: Aktualizowanie listy odtwarzania %d z %d
pt: Atualizando a lista de reprodução %d de %d
ru: Обновление плейлиста %d z %d
tr: %d / %d Oynatma Listesi güncelleniyor

source: XPicons - 220x132 Pixel
fi: XPicons - 220x132 pikseliä
hu: XPiconok - 220x132 képpont
it: XPicon - 220x132 Pixel

source: ZZZPicons - 400x240 Pixel
fi: ZZZPicons - 400x240 pikseliä
hu: ZZZPiconok - 400x240 képpont
it: ZZZPicon - 400x240 Pixel

source: 24 Bit
fi: 24-bittinen
hu: 24 bites
pt: 24 bits
ru: 24 бит

source: 8 Bit
fi: 8-bittinen
hu: 8 bites
pt: 8 bits
ru: 8 бит

source: 100KB
fi: 100 kt

source: 200KB
fi: 200 kt

source: 300KB
fi: 300 kt

source: 400KB
fi: 400 kt

source: 500KB
fi: 500 kt

source: 480px
fi: 480 pikseliä

source: 728px
fi: 728 pikseliä

source: 1000px
fi: 1000 pikseliä

source: 1280px
fi: 1280 pikseliä

source: 1920px
fi: 1920 pikseliä

source: Xtream codes / XUI ONE (get.php)
fi: Xtream-koodit / XUI ONE (get.php)
hu: Xtream / XUI ONE (get.php)
it: Codici Xtream /XUI ONE
pt: Códigos Xtream / XUI ONE (get.php)
ru: Xstream коды / XUI ONE (get.php)
tr: Xtream kodları / XUI ONE (get.php)

source: Url OK
hu: URL rendben
nl: De URL is in orde
tr: Url tamam

source: Bouquet Maker Xtream
tr: Kanal Listesi Oluşturucu Xtream
