Repository: kiddac/Bouquet_Maker_Xtream
Catalog: BouquetMakerXtream/usr/lib/enigma2/python/Plugins/Extensions/BouquetMakerXtream/locale/*/LC_MESSAGES/BouquetMakerXtream.po
Languages: el, fi, hu, it, nl, pl, pt, ru, tr

source: About
el: Σχετικά
fi: Tietoja
hu: Névjegy
it: Info
nl: Informatie
pt: Sobre nós
ru: О плагине
tr: Hakkında

source: Back
el: Πίσω
fi: Takaisin
hu: Vissza
it: Indietro
nl: Terug
pl: Wróć
pt: Retroceder
ru: Назад
tr: Geri

source: OK
el: Εντάξει
pt: CONFIRMAR
tr: Tamam

source: Support for this plugin and latest versions can be found on https://linuxsat-support.com
el: Η υποστήριξη για αυτό το πρόσθετο και οι τελευταίες εκδόσεις είναι διαθέσιμες στο https://linuxsat-support.com
fi: Tämän lisäosan tuki ja uusimmat versiot löytyy osoitteesta https://linuxsat-support.com
hu: A bővítmény támogatása és legújabb verziói elérhetők a https://linuxsat-support.com oldalon.
it: Supporto per questo plugin e ultime versioni disponibili su https://linuxsat-support.com
nl: Ondersteuning voor deze plugin en de nieuwste versies kunt u vinden op https://linuxsat-support.com
pl: Wsparcie dla tej wtyczki i jej najnowszych wersji można znaleźć na stronie https://linuxsat-support.com
pt: O suporte para este plugin e as versões mais recentes podem ser encontrados em https://linuxsat-support.com
ru: Поддержку этого плагина и последние версии можно найти на https://linuxsat-support.com
tr: Bu eklentinin desteğini ve en son sürümlerini https://linuxsat-support.com adresinde bulabilirsiniz

source: Plugin enables the simple bouquet creation of standard Xtream codes/XUI One, external and local m3u8 playlists. Play your files via your TV bouquets.
el: Το πρόσθετο επιτρέπει την εύκολη δημιουργία μπουκέτων από Xtream codes/XUI One, εξωτερικές και τοπικές λίστες αναπαραγωγής m3u8. Αναπαράγετε τα αρχεία σας μέσω των μπουκέτων TV.
fi: Lisäosa mahdollistaa tavallisten Xtream-koodien/XUI One -suosikkilistojen, ulkoisten ja paikallisten m3u8-soittolistojen yksinkertaisen luomisen. Toista tiedostojasi TV-suosikkilistojen kautta.
hu: A bővítmény lehetővé teszi a Xtream/XUI One szolgáltatókból, külső és helyi m3u8 lejátszási listákból bouquetek létrehozását, amelyek segítségével elérheti az IPTV szolgáltatást.
it: Il plugin consente la semplice creazione di bouquet di codici standard Xtream/XUI One, playlist m3u8 esterne e locali. Riproduce i vostri file attraverso i bouquet TV.
nl: Met deze plugin kunt u eenvoudig boeketten aanmaken van standaard Xtream-codes / XUI One, externe en lokale m3u8-lijsten. Vervolgens kunt u deze bestanden afspelen via uw TV boeketten.
pl: Wtyczka umożliwia proste tworzenie bukietów ze standardowych kodów Xtream/XUI One, zewnętrzne i lokalne listy odtwarzania m3u8. Odtwarzaj swoje pliki za pośrednictwem bukietów telewizyjnych.
pt: O plugin permite a criação simples de bouquets a partir de códigos Xtream standard/XUI One, listas de reprodução m3u8 externas e locais. Reproduza os seus ficheiros através dos seus bouquets de TV.
ru: Плагин позволяет легко создавать букеты из стандартных кодов Xtream/XUI One, внешних и локальных плейлистов m3u8. Воспроизведение файлов через ТВ-букеты.
tr: Eklenti, standart Xtream kodları/XUI One, harici ve yerel m3u8 oynatma listelerinden oluşan basit kanal oluşturma olanağı sağlar. Dosyalarınızı TV Kanal Listeleriniz aracılığıyla oynatın.

source: Credits:
el: Συντελεστές:
fi: Lopputekstit:
hu: Köszönetnyilvánítás:
it: Crediti:
pt: Créditos:
ru: Кредиты:
tr: Krediler:

source: AutoBouquetsMaker, EpgImporter, AutoBackup (used as code reference).
el: AutoBouquetsMaker, EpgImporter, AutoBackup (χρησιμοποιήθηκαν ως παραπομπή κώδικα).
fi: AutoBouquetsMaker, EpgImporter, AutoBackup (käytetään koodiviitteenä).
hu: AutoBouquetsMaker, EpgImporter, AutoBackup (kód referenciaként használva).
it: AutoBouquetsMaker, EpgImporter, AutoBackup (usato come codice di riferimento).
nl: AutoBouquetsMaker, EpgImporter, AutoBackup (gebruikt als referentiecode).
pl: AutoBouquetsMaker, EpgImporter, AutoBackup (używany jako odniesienie do kodu).
pt: AutoBouquetsMaker, EpgImporter, AutoBackup (utilizado como referência de código).
ru: AutoBouquetsMaker, EpgImporter, AutoBackup (используется как ссылка на код).

source: And thanks to all the other coders and Linuxsat testers who helped in the development of this project.
el: Και ευχαριστίες σε όλους τους άλλους προγραμματιστές και δοκιμαστές του Linuxsat που βοήθησαν στην ανάπτυξη αυτού του έργου.
fi: Ja kiitos kaikille muille koodaajille ja Linuxsat-testaajille, jotka auttoivat tämän projektin kehittämisessä.
hu: És köszönet minden más fejlesztőnek és Linuxsat tesztelőnek, akik segítettek a projekt fejlesztésében.
it: E grazie a tutti gli altri coder e tester Linuxsat che hanno aiutato nello sviluppo di questo progetto.
nl: En ook dank aan alle andere programmeurs en Linuxsat testers die hebben geholpen bij de ontwikkeling van dit project.
pl: Dziękuję wszystkim innym programistom i testerom Linuxsat, którzy pomogli w rozwój tego projektu.
pt: E obrigado a todos os outros programadores e testadores da Linuxsat que ajudaram no desenvolvimento deste projeto.
ru: Спасибо всем остальным разработчикам и тестировщикам Linuxsat, которые помогли в развитии этого проекта.
tr: Ve bu projenin geliştirilmesine yardımcı olan tüm diğer kodlayıcılara ve Linuxsat testçilerine teşekkürler.

source: If you would like to buy me a beer or a coffee: https://paypal.me/kiddac or https://ko-fi.com/kiddac
el: Αν θέλετε να μου κεράσετε μια μπύρα ή έναν καφέ: https://paypal.me/kiddac ή https://ko-fi.com/kiddac
fi: Jos haluat ostaa minulle oluen tai kahvin: https://paypal.me/kiddac tai https://ko-fi.com/kiddac
hu: Ha szeretnél meghívni egy sörre vagy kávéra: https://paypal.me/kiddac vagy https://ko-fi.com/kiddac
it: Se volete offrirmi una birra o un caffè: https://paypal.me/kiddac o https://ko-fi.com/kiddac
nl: Als je mij wilt tracteren op een biertje of een kop koffie check dan: https://paypal.me/kiddac of https://ko-fi.com/kiddac
pl: Jeżeli chcesz mi postawić piwo lub kawę: https://paypal.me/kiddac albo https://ko-fi.com/kiddac
pt: Se quiser pagar-me uma cerveja ou um café: https://paypal.me/kiddac ou https://ko-fi.com/kiddac
ru: Если хочете купить мне пива или кофе: https://paypal.me/kiddac или https://ko-fi.com/kiddac
tr: Bana bir bira veya kahve ısmarlamak istersen: https://paypal.me/kiddac veya https://ko-fi.com/kiddac

source: Cheers - all donations are very much appreciated.
el: Ευχαριστώ - όλες οι δωρεές εκτιμώνται πολύ.
fi: Terveisiä - kaikki lahjoitukset ovat erittäin arvostettuja.
hu: Köszönöm - minden adományt nagyra értékelek.
it: Saluti - tutte le donazioni sono molto apprezzate.
nl: Proost - alle donaties worden zeer gewaardeerd.
pl: Pozdrawiam – wszystkie datki są dla nas bardzo cenne.
pt: Felicidades - todas as doações são muito apreciadas.
ru: С уважением – все пожертвования очень ценны для нас.
tr: Şerefe - tüm bağışlar çok makbule geçer.

source: Bouquets Settings
el: Ρυθμίσεις μπουκέτων
fi: Suosikkilistojen asetukset
hu: Bouquet beállítások
it: Impostazioni bouquet
nl: Boeket instellingen
pl: Ustawienia Bukietów
pt: Configurações de buquês
ru: Настройки букетов
tr: Kanal Listesi Ayarları

source: Continue
el: Συνέχιση
fi: Jatka
hu: Folytatás
it: Continuare
nl: Ga verder
pl: Dalej
ru: Далее
tr: Devam et

source: Original Order
el: Αρχική σειρά
fi: Alkuperäinen järjestys
hu: Eredeti sorrend
it: Ordine originale
nl: Oorspronkelijke volgorde
pl: Oryginalna kolejność
pt: Ordem original
ru: Исходный порядок
tr: Orijinal Sipariş

source: Newest
el: Πιο πρόσφατα
fi: Uusin
hu: Legújabb
it: Più recente
nl: Nieuwste
pl: Najnowsze
pt: Classif:Mais recente
ru: Последний
tr: En yeni

source: Default
el: Προεπιλογή
hu: Alapértelmezett
ru: По умолчанию

source: Short name or provider name:
el: Σύντομο όνομα ή όνομα παρόχου:
fi: Lyhyt nimi tai palveluntarjoajan nimi:
hu: Rövid név vagy szolgáltató neve:
it: Nome breve o nome provider:
nl: Korte (eigen) naam van de map of een provider naam:
pl: Krótka nazwa lub nazwa dostawcy:
pt: Nome curto ou nome do provedor:
ru: Краткое наименование или имя провайдера:
tr: Kısa ad veya sağlayıcı adı:

source: Use name as bouquet prefix
el: Χρήση ονόματος ως πρόθεμα στο μπουκέτο
fi: Käytä nimeä suosikkilistan etuliitteenä
hu: Név használata bouquet előtagként
it: Usare nome come prefisso bouquet
nl: Gebruik de hierboven ingevulde naam als voorvoegsel van het boeket:
pl: Użyj nazwy jako przedrostka bukietu
pt: Use o nome como prefixo de buquê
ru: Использовать имя в качестве префикса букета
tr: Kanal listesi öneki olarak adı kullan

source: Show LIVE category if available:
el: Εμφάνιση κατηγορίας TV-Ζωντανά αν υπάρχει:
fi: Näytä LIVE-luokka, jos saatavilla:
hu: TV műsorok kategória megjelenítése, ha elérhető:
it: Mostrare la categoria LIVE se disponibile:
nl: Toon de LIVE categorie indien beschikbaar:
pl: Pokaż kategorię NA ŻYWO, jeśli jest dostępna:
pt: Mostrar categoria LIVE, se disponível:
ru: Показать категорию LIVE, если доступно:
tr: Varsa CANLI kategoriyi göster:

source: Stream Type LIVE:
el: Τύπος ροής για TV-Ζωντανά:
fi: Striimin tyyppi LIVE:
hu: A TV műsorok stream típusa:
it: Tipo stream LIVE:
pl: Rodzaj transmisji NA ŻYWO:
pt: Tipo de Transmissão ao Vivo:
ru: Тип потока LIVE:
tr: Akış Türü CANLI:

source: LIVE category bouquet order
el: Σειρά μπουκέτων κατηγορίας TV-Ζωντανά
fi: LIVE-luokan suosikkilistan järjestys
hu: TV műsorok kategória bouquet sorrendje
it: Ordine bouquet categoria LIVE
nl: LiveTV boeket sortering
pl: Kolejność bukietu w kategorii NA ŻYWO
pt: Pedido de buquê da categoria LIVRE
ru: Порядок букета в категории LIVE
tr: CANLI kategori Kanal Listesi siparişi

source: LIVE stream bouquet order
el: Σειρά μπουκέτων ροής TV-Ζωντανά
fi: LIVE-striimin suosikkilistan järjestys
hu: A TV műsorok stream bouquet sorrendje
it: Ordine bouquet stream LIVE
nl: Volgorde van het LiveTV stream boeket:
pl: Kolejność bukietu NA ŻYWO
pt: Pedido de buquê de transmissão ao vivo
ru: Порядок прямой трансляции букета (LIVE)
tr: CANLI yayın Kanal Listesi siparişi

source: Show VOD category if available:
el: Εμφάνιση κατηγορίας Ταινίες αν υπάρχει:
fi: Näytä VOD-luokka, jos saatavilla:
hu: Videók (VoD) kategória megjelenítése, ha elérhető:
it: Mostrare categoria VOD se disponibile:
nl: Toon de categorie VOD indien beschikbaar:
pl: Kolejność bukietu NA ŻYWO:
pt: Mostrar categoria FILME, se disponível:
ru: Показать категорию VOD, если доступно:
tr: Varsa VOD kategorisini göster:

source: Show SERIES category if available:
el: Εμφάνιση κατηγορίας Σειρές αν υπάρχει:
fi: Näytä SARJAT-luokka, jos saatavilla:
hu: Sorozatok kategória megjelenítése, ha elérhető:
it: Mostrare categoria SERIE se disponibile:
nl: Toon de categorie Series indien beschikbaar:
pl: Pokaż kategorię SERIALE, jeśli jest dostępna:
pt: Mostrar categoria SÉRIE, se disponível:
ru: Показать категорию SERIES, если доступно:
tr: Varsa SERIES kategorisini göster:

source: Stream Type VOD/SERIES:
el: Τύπος ροής για Ταινίες/Σειρές:
fi: Striimin tyyppi VOD/SARJAT:
hu: Videók (VoD)/Sorozatok stream típusa:
it: Tipo stream VOD/SERIE:
pl: Rodzaj strumienia VOD/SERIALE:
pt: Tipo de Fluxo FILMES / SERIES:
ru: Тип потока VOD/SERIES:
tr: Akış Türü VOD/SERIES:

source: VOD/SERIES category bouquet order
el: Σειρά μπουκέτων κατηγοριών Ταινιών/Σειρών
fi: VOD/SARJAT-luokan suosikkilistan järjestys
hu: Videók (VoD)/Sorozatok kategória bouquet sorrendje
it: Ordine bouquet categoria VID/SERIE
nl: Volgorde van de VOD/Series boeketten:
pl: Kolejność bukietu w kategorii VOD/SERIALE
pt: Ordem do buquê da categoria FILMES/SERIES
ru: Порядок букета в категории VOD/SERIES
tr: VOD/SERIES kategorisi Kanal Listesini sırası

source: VOD/SERIES streams bouquet order
el: Σειρά μπουκέτων ροών Ταινιών/Σειρών
fi: VOD/SARJAT-striimien suosikkilistan järjestys
hu: Videók (VoD)/Sorozatok streamek bouquet sorrendje
it: Ordine bouquet categoria stream VOD/SERIE
nl: Volgorde van het VOD/Series stream-bouquet:
pl: Kolejność bukietów w strumieniach VOD/SERIALE
pt: FILMES/SERIES transmite ordem de buquê
ru: Порядок букетов в потоках VOD/SERIES
tr: VOD/SERIES akış Kanal Listesini sırası

source: Output:
el: Παραγωγή εξόδου:
fi: Tuotos:
hu: Formátum:
nl: Uitvoerformaat:
pl: Wyjście:
pt: Saída:
ru: Выход:
tr: Çıktı:

source: Max EPG days to download: (Use Default if EPG events is 0)
el: Μέγιστες ημέρες EPG προς λήψη: (Χρησιμοποιήστε Προεπιλογή αν τα προγράμματα EPG είναι 0)
hu: Maximális letölthető EPG napok száma: (Alapértelmezés használata, ha az EPG események száma 0)
it: Giorni EPG massimi da scaricare: (Usare valore predefinito se eventi EPG = 0)
ru: Максимальное кол-во дней EPG для загрузки: (используйте по умолчанию, если событий EPG равно 0)

source: EPG offset:
el: Μετατόπιση EPG:

source: Use alternative EPG url:
el: Χρήση εναλλακτικού URL EPG:
fi: Käytä vaihtoehtoista EPG:n URL-osoitetta:
hu: Alternatív EPG URL használata:
it: Utilizzare URL EPG alternativa:
nl: Gebruik een alternatieve URL voor EPG:
pl: Użyj alternatywnego adresu URL EPG:
pt: Use o URL EPG alternativo:
ru: Используйте альтернативный URL-адрес EPG:
tr: Alternatif EPG URL'sini kullanın:

source: Alternative EPG url:
el: Εναλλακτικό URL EPG:
fi: Vaihtoehtoinen EPG:n URL-osoite:
hu: Alternatív EPG URL:
it: URL EPG alternativa:
nl: Alternatieve URL van de EPG:
pl: Alternatywny adres URL EPG:
pt: URL EPG alternativo:
ru: Альтернативный URL-адрес EPG:
tr: Alternatif EPG URL'si:

source: No bouquets selected.
el: Δεν επιλέχθηκαν μπουκέτα.
fi: Suosikkilistaa ei ole valittu.
hu: Nincs bouquet kiválasztva.
it: Nessun bouquet selezionato.
nl: Geen boeketten gekozen.
pl: Nie wybrano bukietów.
pt: Nenhum buquê selecionado.
ru: Букеты не выбраны.
tr: Kanal Listesi seçilmedi.

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 3 characters.
el: Το όνομα του μπουκέτου δεν μπορεί να είναι κενό. Παρακαλώ εισάγετε ένα μοναδικό όνομα τουλάχιστον 3 χαρακτήρων.
fi: Suosikkilistan nimi ei voi olla tyhjä. Anna yksilöllinen suosikkilistan nimi. Vähintään 3 merkkiä.
hu: A bouquet neve nem lehet üres. Adjon meg egy egyedi bouquet nevet, legalább 3 karakter hosszúságban.
it: Il nome del bouquet non può essere vuoto. Inserire un nome bouquet unico. Minimo 3 caratteri.
nl: De boeketnaam mag niet leeg zijn. Voer een unieke boeketnaam in. Minimaal 3 tekens.
pl: Nazwa bukietu nie może być pusta. Proszę podać unikalną nazwę bukietu. Minimum 3 znaki.
pt: O nome do buquê não pode estar em branco. Introduza um nome de bouquet exclusivo. Mínimo de 3 caracteres.
ru: Название букета не может быть пустым. Введите уникальное название букета.Минимум 3 знака.
tr: Kanal Liste adı boş olamaz. Lütfen benzersiz bir Kanal Listesi adı girin. Minimum 3 karakter.

source: Name already used. Please enter a unique name.
el: Το όνομα χρησιμοποιείται ήδη. Παρακαλώ εισάγετε ένα μοναδικό όνομα.
fi: Nimi on jo käytössä. Anna yksilöllinen nimi.
hu: A név már foglalt. Adjon meg egy egyedi nevet.
it: Nome già presente. Inserire un nome univoco.
nl: Deze naam is al in gebruik. Gebruik een unieke naam.
pl: Nazwa jest już używana. Proszę wprowadzić unikalną nazwę.
pt: Nome já utilizado. Introduza um nome exclusivo.
ru: Имя уже используется. Введите уникальное имя.
tr: Ad zaten kullanıldı. Lütfen benzersiz bir ad girin.

source: Building Bouquets
el: Δημιουργία μπουκέτων
fi: Suosikkilistoja rakennetaan
hu: Bouquetek létrehozása
it: Creazione bouquet
nl: Bouwen van boeketten
pl: Tworzenie Bukietów
pt: Construindo Buquês
ru: Создание Букетов
tr: Kanal Listeleri Oluşturuluyor

source: Building Bouquets...
el: Δημιουργία μπουκέτων...
fi: Suosikkilistoja rakennetaan...
hu: Bouquetek létrehozása...
it: Creazione bouquet in corso...
nl: Boeketten worden gebouwd...
pl: Tworzenie Bukietów...
pt: Construindo Buquês":".
ru: Создание Букетов...
tr: Kanal Listeleri Oluşturuluyor...

source: Starting build...
el: Έναρξη δημιουργίας...

source: Downloading live data...
el: Λήψη δεδομένων TV-Ζωντανά...
fi: Ladataan live-dataa...
hu: TV műsorok adatainak letöltése...
it: Download dati live...
nl: Live data wordt gedownload...
pl: Pobieram aktualne dane...
pt: A transferir dados em tempo real...
ru: Загрузка данных live...
tr: Canlı veriler indiriliyor...

source: Downloading VOD data...
el: Λήψη δεδομένων Ταινιών...
fi: Ladataan VOD-dataa...
hu: Videók (VoD) adatainak letöltése...
it: Download dati VOD...
nl: VOD data wordt gedownload...
pl: Pobieram dane VOD...
pt: A transferir dados FILME...
ru: Загрузка данных VOD...
tr: VOD verileri indiriliyor...

source: Downloading series data...
el: Λήψη δεδομένων Σειρών...
fi: Ladataan sarjat-dataa...
hu: Sorozatok adatainak letöltése...
it: Download dati serie...
nl: Series data wordt gedownload...
pl: Pobieram dane seriali...
pt: Baixando dados da séries ...
ru: Загрузка данных Сериалы...
tr: Seri verileri indiriliyor...

source: Downloading external playlist...
el: Λήψη εξωτερικής λίστας αναπαραγωγής...
fi: Ladataan ulkoista soittolistaa...
hu: Külső lejátszási lista letöltése...
it: Download playlist esterna...
nl: De externe afspeellijst wordt gedownload...
pl: Pobieram zewnętrzną playlistę...
pt: A transferir lista de reprodução externa...
ru: Загрузка внешнего плейлиста...
tr: Harici oynatma listesi indiriliyor...

source: Loading local playlist...
el: Φόρτωση τοπικής λίστας αναπαραγωγής...
hu: Helyi lejátszási lista betöltése...
it: Caricamento playlist locale...
ru: Загрузка локального плейлиста...

source: Processing live data...
el: Επεξεργασία δεδομένων TV-Ζωντανά...
fi: Käsitellään live-dataa...
hu: TV műsorok adatainak feldolgozása...
it: Elaborazione dati live...
nl: De Live data wordt verwerkt...
pl: Przetwarzam dane NA ŻYWO...
pt: A processar dados em tempo real...
ru: Обработка данных live...
tr: Canlı veriler işleniyor...

source: Processing VOD data...
el: Επεξεργασία δεδομένων Ταινιών...
fi: Käsitellään VOD-dataa...
hu: Videók (VOD) adatainak feldolgozása...
it: Elaborazione dati VOD...
nl: De VOD data wordt verwerkt...
pl: Przetwarzam dane VOD...
pt: A processar dados FILME...
ru: Обработка данных VOD...
tr: VOD verileri işleniyor...

source: Download series get.php file...
el: Λήψη αρχείου σειράς get.php...

source: Processing external data...
el: Επεξεργασία εξωτερικών δεδομένων...

source: Processing local data...
el: Επεξεργασία τοπικών δεδομένων...

source: Process VOD data...
el: Επεξεργασία δεδομένων Ταινιών...
fi: Käsittele VOD-dataa...
hu: Videó (VoD) adatok feldolgozása...
it: Elaborazione dati VOD...
nl: Verwerk VOD data...
pl: Przetwarzaj dane VOD...
pt: Processar dados FILME...
ru: Обработка данных VOD...
tr: VOD verilerini işle...

source: Processing series data...
el: Επεξεργασία δεδομένων Σειρών...
fi: Käsitellään sarjat-dataa...
hu: Sorozatok adatainak feldolgozása...
it: Elaborazione dati serie...
nl: De series data wordt verwerkt...
pl: Przetwarzanie danych SERIALI...
pt: A processar dados de séries...
ru: Обработка данных Сериалы...
tr: Seri verileri işleniyor...

source: Parsing series data...
el: Ανάλυση δεδομένων σειράς...

source: Series failed to download get.php file.
el: Αποτυχία λήψης του αρχείου get.php της σειράς.

source: IPTV Bouquets Created
el: μπουκέτα IPTV δημιουργήθηκαν
fi: IPTV-suosikkilistat luotu
hu: bouquet az IPTV szolgáltatás számára létrehozva
it: Bouquet IPTV creati
nl: De IPTV boeketten zijn opgemaakt
pl: Utworzono bukiety IPTV
pt: Buquês IPTV Criados
ru: IPTV-букеты созданы
tr: IPTV Kanal Listeleri Oluşturuldu

source: TV Archive: %s
el: Αρχείο TV: %s
fi: TV-arkisto: %s
hu: TV archívum: %s
it: Archivio TV: %s
nl: TV Archief: %s
pl: Archiwum telewizyjne: %s
pt: Tv arquivo:%s
ru: Архив ТВ: %s
tr: TV Arşivi: %s

source: Catchup currently not available. Missing EPG data
el: Το Catchup δεν είναι διαθέσιμο προσωρινά. Λείπουν δεδομένα EPG
fi: Catchup ei tällä hetkellä saatavilla. EPG-tiedot puuttuvat
hu: A TV archívum jelenleg nem érhető el. Az EPG adatok hiányoznak.
it: Catch-Up al momento non disponibile. Dati EPG mancanti
nl: Uitzi=ending gemist niet beschikbaar. De EPG data ontbreekt
pl: Catchup jest obecnie niedostępne. Brak danych EPG
pt: Catchup atualmente não está disponível. Dados de EPG ausentes
ru: В настоящее время catchup недоступен. Отсутствуют данные EPG
tr: Yakalama şu anda kullanılamıyor. EPG verileri eksik

source: Category
el: Κατηγορία
fi: Kategoria
hu: Kategória
it: Categoria
nl: Categorie
pl: Kategoria
pt: Mostrar Categoria Filmes:"
ru: Категория
tr: Kategori

source: Channel
el: Κανάλι
fi: Kanava
hu: Csatorna
it: Canale
nl: Zender
pl: Kanał
pt: Canal
ru: Канал
tr: Kanal

source: Invert
el: Αντιστροφή
fi: Invertoi
hu: Megfordítás
it: Invertire
nl: Keer om
pl: Odwróć
pt: Inverter
ru: Инвертировать
tr: Ters çevir

source: Reset
el: Επαναφορά
fi: Nollaa
hu: Visszaállítás
it: Resettare
pl: Resetuj
pt: Reiniciar
ru: Сбросить
tr: Sıfırla

source: Show Streams
el: Εμφάνιση ροών
fi: Näytä striimit
hu: Streamek megjelenítése
it: Mostrare Stream
nl: Toon de streams
pl: Pokaż strumienie
pt: Mostrar Streams
ru: Показать Стримы
tr: Akışları Göster

source: Choose Live Categories
el: Επιλέξτε κατηγορίες TV-Ζωντανά
fi: Valitse Live-kategoriat
hu: Válasszon TV műsor kategóriákat
it: Selezionare categorie live
nl: Kies de Live categorieën
pl: Wybierz kategorie NA ŻYWO
pt: Escolha Categorias ao Vivo
ru: Выберите категории Live
tr: Canlı Kategorileri Seçin

source: Next
el: Επόμενο
fi: Seuraava
hu: Következő
it: Prossimo
nl: Volgende
pl: Dalej
pt: Próximas Informações
ru: Дальше
tr: Sonraki

source: Create
el: Δημιουργία
fi: Luo
hu: Létrehozás
it: Creare
nl: Maak
pl: Utwórz
pt: Criar buquês
ru: Создать
tr: Oluştur

source: Choose VOD Categories
el: Επιλέξτε κατηγορίες Ταινιών
fi: Valitse VOD-kategoriat
hu: Válasszon Videó (VoD) kategóriákat
it: Selezionare categorie VOD
nl: Kies de VOD categorieën
pl: Wybierz kategorie VOD
pt: Escolha Categorias de FILMES
ru: Выберите категории VOD
tr: VOD Kategorilerini Seçin

source: Choose Series Categories
el: Επιλέξτε κατηγορίες Σειρών
fi: Valitse Sarjat-kategoriat
hu: Válasszon Sorozat kategóriákat
it: Selezionare categorie serie
nl: Kies de Series categorieën
pl: Wybierz kategorie SERIALE
pt: Escolher categorias de séries
ru: Выберите категории Сериалы
tr: Seri Kategorilerini Seçin

source: Delete Bouquets
el: Διαγραφή μπουκέτων
fi: Poista suosikkilistat
hu: Bouquetek törlése
it: Rimuovere bouquet
nl: Wis boeketten
pl: Usuń bukiety
pt: Excluir buquês
ru: Удалить Букеты
tr: Kanal Listelerini Sil

source: Cancel
el: Άκυρο
fi: Peruuta
hu: Mégse
it: Annullare
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отмена
tr: İptal

source: Delete
el: Διαγραφή
fi: Poista
hu: Törlés
it: Rimuovere
nl: Wissen
pl: Usuń
pt: Apagar
ru: Удалить
tr: Sil

source: Clear All
el: Καθαρισμός όλων
fi: Tyhjennä kaikki
hu: Összes törlése
it: Rimuovere tutto
nl: Wis alles
pl: Wyczyść wszystko
pt: Apagar tudo
ru: Очистить все
tr: Tümünü Temizle

source: Downloadng Picons
el: Λήψη Picons
fi: Ladataan piconeja
hu: Pikonok letöltése
it: Download picon
pt: Descarregar Picons
ru: Загрузка пиконов

source: Making BouquetMakerXtream Picons
el: Δημιουργία Picons BouquetMakerXtream
fi: Tehdään BouquetMakerXtream-piconeja
hu: BouquetMakerXtream pikonok készítése
it: Creazione picon BouquetMakerXtream
pt: Fazer BouquetMakerXtream Picons
ru: Создание BouquetMakerXtream пиконов

source: No picons found.
el: Δε βρέθηκαν picons.
fi: Piconeja ei löydy.
hu: Nem találhatók pikonok.
it: Nessun picon trovato.
pt: Nenhum picon encontrado.
ru: Пиконы не найдены.

source: Invalid size:
el: Μη έγκυρο μέγεθος:

source: Invalid type:
el: Μη έγκυρος τύπος:

source: Invalid source:
el: Μη έγκυρη πηγή:

source: Already exists:
el: Υπάρχει ήδη:

source: Success: %s
el: Επιτυχία: %s
fi: Onnistuminen: %s
hu: Kész: %s
it: Riuscito: %s
pt: Sucesso: %s
ru: Успешных: %s

source: Picon %d of %d
el: Picon %d από %d
fi: Piconi %d %d:sta
hu: Pikon %d a %d közül
it: Picon %d di %d
pt: Picão %d de %d
ru: Пикон %d of %d

source: Finished.
el: Ολοκληρώθηκε.
fi: Valmis.
hu: Kész.
it: Terminato.
pt: Concluído.
ru: Закончена.
