Repository: kiddac/Bouquet_Maker_Xtream
Catalog: BouquetMakerXtream/usr/lib/enigma2/python/Plugins/Extensions/BouquetMakerXtream/locale/*/LC_MESSAGES/BouquetMakerXtream.po
Languages: el, fi, hu, it, nl, pl, pt, ru, tr

source: Success:
el: Επιτυχία:
fi: Onnistuminen:
hu: Kész:
it: Riuscito:
pt: Sucesso:
ru: Успешно:

source: Bad size:
el: Κακό μέγεθος:
fi: Huono koko:
hu: Hibás méret:
it: Dim. errate:
pt: Tamanho mau:
ru: Неверный размер:

source: Bad type:
el: Εσφαλμένος τύπος:

source: Bad url:
el: Εσφαλμένο URL:

source: Exists:
el: Υπάρχει:
fi: Olemassa:
hu: Létrehozva:
it: Esiste:
pt: Existe:
ru: Доступные:

source: Restart your GUI to refresh picons.
el: Κάντε επανεκκίνηση της διεπαφής χρήστη για ανανέωση των picons.
fi: Päivitä piconit käynnistämällä Enigma2 uudelleen.
hu: Indítsa újra a grafikus felhasználói felületet (GUI) a pikonok frissítéséhez.
it: Riavviare la GUI per aggiornare i picon.
pt: Reinicie a GUI para atualizar os picons.
ru: Перезапустите графический интерфейс, чтобы обновить пиконы.

source: Your created picons can be found in
el: Τα picons που δημιουργήσατε βρίσκονται στο
fi: Luomasi piconit löytyvät
hu: Az elkészített pikonok itt találhatók:
it: I picon creati si trovano in
pt: Os seus picons criados podem ser encontrados em
ru: Созданные вами пиконы можно найти в

source: Your failed picon list can be found in
el: Η λίστα αποτυχημένων picons βρίσκεται στο
fi: Epäonnistunut piconi-lista löytyy
hu: A sikertelen pikonok listája itt található:
it: L'elenco dei picon falliti si trova in
pt: Sua lista de picon com falha pode ser encontrada em
ru: Список неудачных пиконов можно найти в

source: Picon Error
el: Σφάλμα picon
fi: Piconi-virhe
hu: Pikon hiba
it: Errore picon
pt: Erro Picon
ru: Ошибка пикона

source: Main Menu
el: Κύριο μενού
fi: Päävalikko
hu: Főmenü
it: Menu Principale
nl: Hoofdmenu
pl: Główne Menu
pt: Mostrar no menu principal
ru: Главное Меню
tr: Ana Menü

source: Playlists.txt location is invalid and has been reset.
el: Η θέση του playlists.txt είναι μη έγκυρη και έγινε επαναφορά.
fi: Playlists.txt-tiedoston sijainti on virheellinen ja se on nollattu.
hu: A playlists.txt helye érvénytelen ezért alaphelyzetbe állítva.
it: Percorso Playlists.txt non valido: resettato.
nl: De locatie van playlists.txt is ongeldig en is opnieuw ingesteld.
pl: Lokalizacja pliku Playlists.txt jest nieprawidłowa i została zresetowana.
pt: A localização .txt listas de reprodução é inválida e foi redefinida.
ru: Расположение Playlists.txt недействительно и было сброшено.
tr: Playlists.txt konumu geçersiz ve sıfırlandı.

source: Add Playlist
el: Προσθήκη λίστας αναπαραγωγής
fi: Lisää soittolista
hu: IPTV szolgáltató hozzáadása
it: Aggiungere playlist
nl: Voeg een afspeellijst toe
pl: Dodaj Playlistę
pt: Adicionar playlista
ru: Добавить плейлист
tr: Oynatma Listesi Ekle

source: Main Settings
el: Βασικές ρυθμίσεις
fi: Pääasetukset
hu: Alapbeállítások
it: Impostazioni principali
nl: Belangrijkste instellingen
pl: Ustawienia główne
pt: Configurações Principais
ru: Основные настройки
tr: Ana Ayarlar

source: Playlists
el: Λίστες αναπαραγωγής
fi: Soittolistat
hu: IPTV szolgáltatók
it: Playlist
nl: Afspeellijsten
pl: Playlista
pt: Playlistas
ru: Плейлисты
tr: Oynatma listeleri

source: Update Bouquets
el: Ενημέρωση μπουκέτων
fi: Päivitä suosikkilistat
hu: Bouquetek frissítése
it: Aggiornare bouquet
nl: Update de boeketten
pl: Aktualizuj bukiety
pt: Atualizar buquês
ru: Обновление букетов
tr: Kanal Listelerini Güncelle

source: Download Picons
el: Λήψη picons
fi: Lataa piconit
hu: Pikonok letöltése
it: Scaricare picon
pt: Descarregar Picons
ru: Скачать Пиконы

source: Stream
el: Ροή
fi: Striimi
pl: Strumień
pt: Tipo de Transmissão ao Vivo
ru: Стрим
tr: Akış

source: Download
el: Λήψη
fi: Lataa
hu: Letöltés
pt: Descarregar
ru: Скачать

source: Picon Settings
el: Ρυθμίσεις picon
fi: Piconi-asetukset
hu: Pikon beállítások
it: Impostazioni picon
pt: Configurações do Picon
ru: Настройки пиконов

source: Really close without saving settings?
el: Θέλετε πραγματικά να κλείσετε χωρίς αποθήκευση των ρυθμίσεων;
fi: Suljetaanko tallentamatta asetuksia?
hu: Biztosan mentés nélkül zárja be a beállításokat?
it: Uscire senza salvare le modifiche?
nl: Wilt u echt afsluiten zonder de instellingen op te slaan?
pl: Naprawdę zamknąć bez zapisywania ustawień?
pt: Realmente Fecha Sem Salvar as Configurações?
ru: Действительно закрыть без сохранения настроек?
tr: Ayarlar kaydedilmeden gerçekten kapatılsın mı?

source: You need to restart the GUI
el: Πρέπει να κάνετε επανεκκίνηση της διεπαφής χρήστη
fi: Sinun on käynnistettävä Enigma2 uudelleen
hu: Újra kell indítani a grafikus felhasználói felületet (GUI-t)
it: È necessario un riavvio della GUI
nl: U dient Enigma te herstarten
pl: Musisz ponownie uruchomić GUI
pt: Você precisa reiniciar a GUI
ru: Вам необходимо перезапустить графический интерфейс
tr: GUI'yi yeniden başlatmanız gerekiyor

source: Do you want to restart now?
el: Θέλετε να γίνει επανεκκίνηση τώρα;
fi: Käynnistetäänkö uudelleen nyt?
hu: Szeretné most újraindítani?
it: Riavviare ora?
nl: Wilt u nu herstarten?
pl: Czy chcesz teraz uruchomić ponownie?
pt: Você quer reiniciar agora?
ru: Хотите перезапустить сейчас?
tr: Şimdi yeniden başlatmak istiyor musunuz?

source: Picon download location
el: Θέση λήψης picons
fi: Piconien lataussijainti
hu: Pikon letöltési helye
it: Posizione download picon
pt: Local de descarregamento do Picon
ru: Каталог для загрузки пиконов

source: Picon size
el: Μέγεθος picon
fi: Piconin koko
hu: Pikon méret
it: - Dimensioni picon
pt: Tamanho Picon
ru: Размер пикона

source: Picon type
el: Τύπος picon
fi: Piconin tyyppi
hu: Pikon típusa
it: Tipo Picon
pt: Tipo Picon
ru: Тип пикона

source: Overwrite picons with the same name
el: Αντικατάσταση picons με το ίδιο όνομα
fi: Korvaa samannimiset piconit
hu: Pikonok felülírása azonos névvel
it: Sovrascrivere i picon con lo stesso nome
pt: Substituir picons com o mesmo nome
ru: Перезаписать пиконы с тем же именем

source: Custom location. Manual symlink required
el: Προσαρμοσμένη θέση. Απαιτείται χειροκίνητο symlink
fi: Mukautettu sijainti. Manuaalinen symbolilinkki vaaditaan
hu: Egyedi hely. Kézi symlink szükséges
it: Posizione personalizzata. Necessario synlink manuale
pt: Localização personalizada. Simlink manual necessário
ru: Пользовательское местоположение. Требуется ввод symlink вручную

source: Max download threads. Increase for speed. Reduce if downloads are freezing
el: Μέγιστα νήματα λήψης. Αυξήστε για ταχύτητα. Μειώστε αν παγώνουν οι λήψεις
fi: Enimmäislatausketjut. Lisää nopeuttaaksesi. Vähennä, jos lataukset jäätyvät
hu: Maximális letöltési szálak száma. Növelje a sebesség érdekében, csökkentse, ha lefagy a letöltés
it: Thread download max. Aumentare per maggiore velocità. Ridurre se i download si bloccano.
pt: Max tópicos de download. Aumente a velocidade. Reduzir se os downloads estiverem congelados
ru: Максимальное количество потоков загрузки. Увеличить для скорости. Уменьшить, если загрузки зависают

source: Max size of source picon
el: Μέγιστο μέγεθος πηγαίου picon
fi: Lähteen piconin enimmäiskoko
hu: Forráspikon maximális mérete
it: Dimensioni max sorgente picon
pt: Tamanho máximo do picon de origem
ru: Максимальный размер исходного пикона

source: Max width of source picon
el: Μέγιστο πλάτος πηγαίου picon
fi: Lähteen piconin enimmäisleveys
hu: Forráspikon maximális szélessége
it: Larghezza max sorgente picon
pt: Largura máxima do picon de origem
ru: Максимальная ширина исходного пикона

source: Choose Directory:
el: Επιλογή καταλόγου:
fi: Valitse hakemisto:
hu: Könyvtár kiválasztása:
it: Selezionare directory:
nl: Kies de Directory:
pl: Wybierz katalog:
pt: Escolha o Diretório:
ru: Выберите каталог:
tr: Dizin Seçin:

source: Choose directory
el: Επιλέξτε κατάλογο
fi: Valitse hakemisto
hu: Könyvtár kiválasztása
it: Selezionare directory
nl: Kies de directory
pl: Wybierz katalog
pt: Escolha o diretório
ru: Выберите каталог
tr: Dizin seçin

source: Select Playlist
el: Επιλέξτε λίστα αναπαραγωγής
fi: Valitse soittolista
hu: IPTV szolgáltató kiválasztása
it: Selezionare playlist
nl: Kies een afspeellijst
pl: Wybierz Playlistę
pt: Selecione a Lista de Reprodução
ru: Выбрать плейлист
tr: Oynatma Listesini Seçin

source: Info
el: Πληροφορίες
fi: Tiedot
hu: Információ
nl: Informatie
pt: Informação
ru: Инфо
tr: Bilgi

source: No internet.
el: Δεν υπάρχει σύνδεση στο διαδίκτυο.
hu: Nincs internetkapcsolat.
ru: Нет интернета.

source: Server Not Responding
el: Μη απόκριση διακομιστή
fi: Palvelin ei vastaa
hu: A szerver nem válaszol
it: Il server non risponde
nl: De server reageert niet
pl: Serwer nie odpowiada
pt: Servidor Não Responde
ru: Сервер не отвечает
tr: Sunucu Yanıt Vermiyor

source: Not Authorised
el: Μη εξουσιοδοτημένη
fi: Ei sallittu
hu: Nincs jogosultsága
it: Non autorizzato
nl: Uw gegevens zijn niet juist
pl: Nieautoryzowany
pt: Não Autorizado
ru: Неавторизованный
tr: Yetkili Değil

source: Active
el: Ενεργό
fi: Aktiivinen
hu: Aktív
it: Attivo
nl: Actief
pl: Aktywny
pt: Ativa
ru: Активный
tr: Aktif

source: Banned
el: Αποκλεισμένο
fi: Kielletty
hu: Letiltva
it: Bannato
nl: Gebanned
pl: Zbanowany
pt: Banido
ru: Запрещено
tr: Yasaklı

source: Disabled
el: Απενεργοποιημένο
fi: Ei käytössä
hu: Kikapcsolva
it: Disabilitato
nl: Uitgeschakeld
pl: Wyłączony
pt: Desativado
ru: Отключен
tr: Devre Dışı

source: Expired
el: Έληξε
fi: Vanhentunut
hu: Lejárt
it: Scaduto
nl: Verlopen
pl: Wygasły
pt: Expirada
ru: Истек
tr: Süresi doldu

source: Expires:
el: Λήγει:
fi: Vanhenee:
hu: Lejár:
it: Scadenza:
nl: Verloopt op:
pl: Wygasa:
pt: Expira:
ru: Истекает:
tr: Süresi doluyor:

source: Active Conn:
el: Ενεργές συνδέσεις:
fi: Aktiivinen yhteys:
hu: Aktív kapcsolatok száma:
it: Conn. attive:
nl: Actieve verbinding:
pl: Aktywne połączenie:
pt: Conexão ativa:
ru: Активное соединение:
tr: Aktif Bağlantı:

source: Max Conn:
el: Μέγιστες συνδέσεις:
fi: Maksimi yhteydet:
hu: Elérhető kapcsolatok száma:
it: Conn. max:
nl: Max aantal connecties:
pl: Max Połączeń:
pt: Conexão máxima:
ru: Макс. подключ:
tr: Maks Bağlantı:

source: External playlist
el: Εξωτερική λίστα αναπαραγωγής
fi: Ulkoinen soittolista
hu: Külső IPTV szolgáltató
it: Playlist esterna
nl: Externe afspeellijst
pl: Zewnętrzna playlista
pt: Lista de reprodução externa
ru: Внешний плейлист
tr: Harici oynatma listesi

source: Local file
el: Τοπικό αρχείο
fi: Paikallinen tiedosto
hu: Helyi fájl
it: File locale
nl: Lokaal bestand
pl: Plik lokalny
pt: Arquivo local
ru: Локальный файл
tr: Yerel dosya

source: Delete selected playlist?
el: Να γίνει διαγραφή της επιλεγμένης λίστας αναπαραγωγής;
fi: Poistetaanko valittu soittolista?
hu: Biztosan törli a kiválasztott lejátszási listát?
it: Rimuovere playlist selezionata?
nl: Verwijder de gekozen afspeellijst?
pl: Usunąć wybraną playlistę?
pt: Excluir Lista de Reprodução Selecionada?
ru: Удалить выбранный плейлист?
tr: Seçili oynatma listesi silinsin mi?

source: Url is invalid or playlist/user no longer authorised!
el: Το URL δεν είναι έγκυρο ή η λίστα αναπαραγωγής/χρήστης δεν είναι πλέον εξουσιοδοτημένος!
fi: URL-osoite on virheellinen tai soittolista/käyttäjä ei ole enää valtuutettu!
hu: Az URL érvénytelen, vagy az IPTV szolgáltató/felhasználó már nem jogosult!
it: URL non valido o playlist/utente non più autorizzati!
nl: DE URL is onjuist of de gebruiker is niet meer geautoriseerd!
pl: Adres URL jest nieprawidłowy lub lista odtwarzania/użytkownik nie jest już autoryzowany!
pt: Url é inválido ou lista de reprodução / usuário não está mais autorizado!
ru: URL-адрес недействителен или плейлист/пользователь больше не авторизован!
tr: URL geçersiz veya oynatma listesi/kullanıcı artık yetkili değil!

source: User Info only available for xtream/XUI One lines
el: Οι πληροφορίες χρήστη είναι διαθέσιμες μόνο για γραμμές xtream/XUI One
fi: Käyttäjätiedot saatavilla vain xtream/XUI One -riveille
hu: Felhasználói információ csak az xtream/XUI One sorokhoz érhető el
it: Info user disponibili solo per linee xtream/XUI One
nl: De gebruikers-informatie is enkel beschikbaar voor Xtream / XUI lijnen
pl: Informacje o użytkowniku dostępne tylko dla linii xtream/XUI One
pt: Informações do usuário disponíveis apenas para linhas xtream/XUI One
ru: Информация о пользователе доступна только для линий xtream/XUI One
tr: Kullanıcı Bilgisi yalnızca xtream/XUI One hatları için kullanılabilir

source: Bottom
el: Κάτω
fi: Alaosa
hu: Lent
it: In basso
nl: Onderzijde
pl: Dół
pt: Inferior
ru: Низ
tr: Alt

source: Top
el: Πάνω
fi: Yläosa
hu: Fent
nl: Bovenzijde
pl: Góra
pt: Início
ru: Верх
tr: Üst

source: Service Reference Picons
el: Picons αναφοράς υπηρεσιών
fi: Kanavaviite-piconit (SRP)
hu: Szolgáltatásazonosító piconok
it: Picon Service Reference
pt: Picons de referência de serviço
ru: Пиконы по референсам

source: Service Name Picons
el: Picons ονομάτων υπηρεσιών
fi: Kanavan nimi -piconit (SNP)
hu: Szolgáltatásnév piconok
it: Picon Service Name
pt: Nome do serviço: Picons
ru: Пиконы по имени

source: No limit
el: Χωρίς όριο
fi: Ei rajoitusta
hu: Nincs korlátozás
it: Nessun limite
pt: Sem limite
ru: Без ограничений

source: import after wake up
el: εισαγωγή μετά την αφύπνιση

source: skip the import
el: παράλειψη της εισαγωγής

source: IPTV Bouquets Creator by KiddaC
el: IPTV Bouquets Creator από τον KiddaC
fi: KiddaC:n IPTV Bouquets Creator
hu: IPTV Bouquet készítő KiddaC-től
it: Creatore bouquet IPTV by KiddaC
nl: IPTV boeketten. Ontwikkeld door KiddaC
pl: Kreator bukietów IPTV od KiddaC
pt: IPTV Bouquets Criador por KiddaC
ru: Плагин для создания букетов IPTV от KiddaC
tr: KiddaC'den IPTV Kanal Listesi Oluşturucu

source: Save
el: Αποθήκευση
fi: Tallenna
hu: Mentés
it: Salvare
nl: Sla op
pl: Zapisz
pt: Salvar
ru: Сохранить
tr: Kaydet

source: You can manually add playlist urls to /etc/enigma2/bouquetmakerxtream/playlists.txt file
el: Μπορείτε να προσθέσετε χειροκίνητα URLs λίστας αναπαραγωγής στο αρχείο /etc/enigma2/bouquetmakerxtream/playlists.txt
fi: Voit lisätä soittolistan URL-osoitteita manuaalisesti /etc/enigma2/bouquetmakerxtream/playlists.txt-tiedostoon
hu: Manuálisan is hozzáadhat IPTV szolgáltató URL-eket az /etc/enigma2/bouquetmakerxtream/playlists.txt fájlban
it: È possibile aggiungere manualmente url di playlist al file /etc/enigma2/bouquetmakerxtream/playlists.txt
nl: U kunt URL's van afspeellijsten handmatig toevoegen aan het bestand /etc/enigma2/bouquetmakerxtream/playlists.txt
pl: Możesz ręcznie dodać adresy URL list odtwarzania do /etc/enigma2/bouquetmakerxtream/plik playlists.txt
pt: Você pode adicionar manualmente urls de listas de reprodução ao arquivo /etc/enigma2/bouquetmakerxtream/playlists.txt
ru: Вы можете вручную добавить адрес плейлиста в /etc/enigma2/bouquetmakerxtream/playlists.txt файл
tr: Oynatma listesi URL'lerini /etc/enigma2/bouquetmakerxtream/playlists.txt dosyasına manuel olarak ekleyebilirsiniz

source: External #EXTM3U playlist
el: Εξωτερική λίστα αναπαραγωγής #EXTM3U
fi: Ulkoinen #EXTM3U-soittolista
hu: Külső #EXTM3U lejátszási lista
it: Playlist #EXTM3U esterna
nl: Extern #EXTM3U afspeellijst
pl: Zewnętrzna playlista #EXTM3U
pt: Lista de reprodução #EXTM3U externa
ru: Внешний плейлист #EXTM3U
tr: Harici #EXTM3U oynatma listesi

source: Select playlist type:
el: Επιλογή τύπου λίστας αναπαραγωγής:
fi: Valitse soittolistan tyyppi:
hu: Lejátszási lista típusának kiválasztása:
it: Selezionare tipo playlist:
nl: Kies het type afspeellijst:
pl: Wybierz typ playlisty:
pt: Selecione a Lista de Reprodução :
ru: Выберите тип плейлиста:
tr: Oynatma listesi türünü seçin:

source: Protocol:
el: Πρωτόκολλο:
fi: Protokolla:
hu: Protokoll:
it: Protocollo:
nl: Gebruikte protocol:
pl: Protokół:
pt: Protocolo:
ru: Протокол:
tr: Protokol:

source: Server URL: i.e. domain.xyz
el: URL διακομιστή: π.χ. domain.xyz
fi: Palvelimen URL-osoite: eli domain.xyz
hu: Szerver címe: pl. domain.xyz
it: URL server: es. domain.xyz
nl: Server URL: Zoals bijvoorbeeld iptvserver1.xyz
pl: Adres URL serwera: tj. domena.xyz
pt: URL do servidor: ou seja, domain.xyz
ru: URL-адрес сервера: например, domain.xyz
tr: Sunucu URL'si: yani domain.xyz

source: Port: (optional) i.e. 8080
el: Θύρα: (προαιρετικά) π.χ. 8080
fi: Portti: (valinnainen) eli 8080
hu: Port: (opcionális) pl. 8080
it: Porta: (opzionale) Es.: 8080
nl: Poort (optioneel) Dit kan 80 zijn of iedere andere poort:
pl: Port: (opcjonalnie) tj. 8080
ru: Порт: (необязательно) например, 8080
tr: Bağlantı noktası: (isteğe bağlı) yani 8080

source: Username:
el: Όνομα χρήστη:
fi: Käyttäjätunnus:
hu: Felhasználónév:
it: Utente:
nl: Gebruikersnaam:
pl: Użytkownik:
pt: Nome do usuário:
ru: Имя пользователя:
tr: Kullanıcı adı:

source: Password:
el: Κωδικός:
fi: Salasana:
hu: Jelszó:
nl: Wachtwoord:
pl: Hasło:
pt: Senha:
ru: Пароль:
tr: Şifre:

source: External url: i.e pastebin.com/raw/blahblah
el: Εξωτερικό URL: π.χ. pastebin.com/raw/blahblah
fi: Ulkoinen URL-osoite: eli pastebin.com/raw/blaablaa
hu: Külső URL: pl. pastebin.com/raw/blahblah
it: IRL esterna: es. pastebin.com/raw/blahblah
nl: Externe URL: zoals pastebin.com/raw/blahblah
pl: Zewnętrzny adres URL: np. pastebin.com/raw/blahblah
pt: URL externa: ou seja, pastebin.com/raw/blahblah
ru: Внешний URL-адрес, например: pastebin.com/raw/blahblah
tr: Harici URL: örn. Pastebin.com/raw/blahblah

source: Details are not valid or unauthorised
el: Τα στοιχεία δεν είναι έγκυρα ή δεν είναι εξουσιοδοτημένα
fi: Tiedot eivät ole kelvollisia tai ovat luvattomia
hu: A megadott adatok érvénytelenek vagy nincs jogosultsága
it: Dettagli non validi o non autorizzati
nl: De invoer is onjuist of niet geautoriseerd
pl: Dane są nieprawidłowe lub nieautoryzowane
pt: Os dados não são válidos ou não são autorizados
ru: Данные недействительны или неавторизованы
tr: Ayrıntılar geçerli değil veya yetkisiz

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 2 characters.
el: Το όνομα του μπουκέτου δεν μπορεί να είναι κενό. Παρακαλώ εισάγετε ένα μοναδικό όνομα τουλάχιστον 2 χαρακτήρων.
fi: Suosikkilistan nimi ei voi olla tyhjä. Anna yksilöllinen suosikkilistan nimi. Vähintään 2 merkkiä.
hu: A bouquet neve nem lehet üres. Adjon meg egy egyedi bouquet nevet, minimum 2 karakter hosszúságban.
it: Il nome del bouquet non può essere vuoto. Inserire un nome bouquet unico. Minimo 2 caratteri.
nl: De boeketnaam mag niet leeg zijn. Voer een unieke boeketnaam in. Minimaal 2 tekens.
pl: Nazwa bukietu nie może być pusta. Proszę podać unikalną nazwę bukietu. Minimum 2 znaki.
pt: O nome do buquê não pode estar em branco. Introduza um nome de bouquet exclusivo. Mínimo de 2 caracteres.
ru: Название букета не может быть пустым. Введите уникальное название букета. Минимум 2 знака.
tr: Kanal Listesi adı boş olamaz. Lütfen benzersiz bir Kanal Listesi adı girin. Minimum 2 karakter.

source: Playlist added successfully.
el: Η λίστα αναπαραγωγής προστέθηκε με επιτυχία.
fi: Soittolista lisätty onnistuneesti.
hu: Az IPTV szolgáltatás sikeresen hozzáadva.
it: Playlist aggiunta correttamente.
nl: De afspeellijst is met succes toegevoegd.
pl: Playlista została dodana pomyślnie.
pt: Configurações salvas com sucesso.
ru: Плейлист добавлен успешно.
tr: Oynatma listesi başarıyla eklendi.

source: User Information
el: Πληροφορίες χρήστη
fi: Käyttäjän tiedot
hu: Felhasználói információk
it: Informazioni user
nl: Gebruikersinformatie
pl: Informacje o użytkowniku
pt: Informação do Usuário
ru: Информация о пользователе
tr: Kullanıcı Bilgileri

source: Status:
el: Κατάσταση:
fi: Tila:
hu: Állapot:
it: Stato:
pt: Estado:
ru: Статус:
tr: Durum:

source: Expiry Date:
el: Ημερομηνία λήξης:
fi: Päättymispäivä:
hu: Lejárati dátum:
it: Data scadenza:
nl: Verloopdatum:
pl: Data wygaśnięcia:
pt: Data de validade:
ru: Дата истечения срока действия:
tr: Son Kullanma Tarihi:

source: Created At:
el: Δημιουργήθηκε στις:
fi: Luotu:
hu: Létrehozva:
it: Creato il:
nl: Gemaakt op:
pl: Utworzono w:
pt: Buquês IPTV Criados :
ru: Создано в:
tr: Oluşturulma Tarihi:

source: Is Trial:
el: Είναι δοκιμαστική:
fi: On koekäyttö:
hu: Próba verzió:
it: Tentativo:
nl: Ter test:
pl: Wersja próbna:
pt: Julgamento do SI:
ru: Пробная версия:
tr: Deneme:

source: Active Connections:
el: Ενεργές συνδέσεις:
fi: Aktiiviset yhteydet:
hu: Aktív kapcsolatok száma:
it: Connessioni attive:
nl: Actieve verbindingen:
pl: Aktywne połączenia:
pt: Conexões ativas:
ru: Активные соединения:
tr: Etkin Bağlantılar:

source: Max Connections:
el: Μέγιστες συνδέσεις:
fi: Maksimi yhtrydet:
hu: Elérhető kapcsolatok száma:
it: Connessioni max:
nl: Max. verbindingen:
pl: Maksymalna liczba połączeń:
pt: Conexões máximas:
ru: Макс. кол-во подключений:
tr: Maksimum Bağlantı:

source: Allowed Output Formats:
el: Επιτρεπόμενες μορφές εξόδου:
fi: Sallitut tuotoksen formaatit:
hu: Engedélyezett kimeneti formátumok:
it: Formati di output consentiti:
nl: Toegestane uitvoerformaten:
pl: Dozwolone formaty wyjściowe:
pt: Formatos de saída permitidos:
ru: Допустимые форматы вывода:
tr: İzin Verilen Çıkış Formatları:

source: Real URL:
el: Πραγματικό URL:
fi: Todellinen URL-osoite:
hu: Valódi URL:
it: URL reale:
nl: Werkelijke URL:
pl: Adres URL:
pt: URL real:
ru: Настоящий URL-адрес:
tr: Gerçek URL:

source: Timezone:
el: Ζώνη ώρας:
fi: Aikavyöhyke:
hu: Időzóna:
it: Fuso orario:
nl: Tijdzone:
pl: Strefa czasowa:
pt: Fuso horário:
ru: Часовой пояс:
tr: Saat dilimi:

source: Server Offset:
el: Μετατόπιση διακομιστή:
fi: Palvelinoffset:
hu: Szerver időeltolódása:
it: Offset server:
pl: Przesunięcie serwera:
pt: Deslocamento do servidor:
ru: Смещение сервера:
tr: Sunucu Dengesi:

source: Close
el: Κλείσιμο
fi: Sulje
hu: Bezárás
it: Chiudere
pt: Fechar
ru: Закрыть

source: Please enter the correct pin code
el: Παρακαλώ εισάγετε τον σωστό κωδικό PIN
fi: Anna oikea pin-koodi
hu: Kérjük, adja meg a helyes PIN kódot
it: Inserire il codice PIN corretto
nl: Voer de juiste pincode in
pl: Proszę wprowadzić poprawny kod PIN
pt: Por favor Insira o código da senha
ru: Пожалуйста, введите правильный пин-код
tr: Lütfen doğru pin kodunu girin

source: Enter pin code
el: Εισάγετε τον κωδικό PIN
fi: Anna pin-koodi
hu: Adja meg a PIN kódot
it: Inserire il codice PIN
nl: Voer een pincode in
pl: Wprowadź kod PIN
pt: Insira o código da senha
ru: Введите пин-код
tr: Pin kodunu girin

source: The pin code you entered is wrong.
el: Ο κωδικός PIN που εισάγατε είναι λανθασμένος.
fi: Antamasi pin-koodi on väärä.
hu: A megadott PIN kód helytelen.
it: Il codice PIN inserito è errato.
nl: De ingevoerde pincode is onjuist.
pl: Wprowadzony kod PIN jest nieprawidłowy.
pt: O código pin que introduziste está errado.
ru: Введенный вами пин-код неверен.
tr: Girdiğiniz pin kodu yanlış.

source: Please change default parental pin. Pin cannot be 0000, 1111 or 1234
el: Παρακαλώ αλλάξτε το προεπιλεγμένο PIN γονικού ελέγχου. Το PIN δεν μπορεί να είναι 0000, 1111 ή 1234
fi: Vaihda oletus lapsilukituksen PIN-koodi. PIN-koodi ei voi olla 0000, 1111 tai 1234
it: Modificare il PIN parentale predefinito. Il Pin non puo' essere 0000, 1111 o 1234
nl: Wijzig de standaard pincode. De code mag niet 0000, 1111 or 1234 zijn
pl: Zmień domyślny PIN rodzicielski. Kod PIN nie może mieć być 0000, 1111 ani 1234
pt: Altere o PIN dos pais padrão.. O PIN não pode ser 0000, 1111 or 1234
ru: Пожалуйста, измените родительский PIN-код по умолчанию. PIN-код не может быть 0000, 1111 или 1234
tr: Lütfen varsayılan ebeveyn pinini değiştirin. Pin 0000, 1111 veya 1234 olamaz

source: Select skin
el: Επιλογή θέματος
fi: Valitse teema
hu: Téma kiválasztása
it: Selezionare skin
nl: Kies de te gebruiken skin:
pl: Wybierz skórkę
pt: Selecione Skin*ReiniciarGuiRequerido
ru: Выберите скин
tr: Arayüz seçin

source: Select fake web user-agent
el: Επιλογή απομίμησης παράγοντα χρήστη ιστού (user-agent)
hu: Böngészőazonosító módosítása
ru: Выберите сторонний web user-agent
